.svn/pristine/d0/d0ec9b4114804d7fba8918872a458889b84a82b8.svn-base

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:execPay xmlns:ns2="http://framework.facade.common.transcore.pinganfu.com/">
			<arg0>
				<extFeilds>{"partner":"22", "attach":{}}</extFeilds>
				<paymentMode>1</paymentMode> <!-- 消费直抵 ,余额支付 -->
				<transId>${transId}</transId>
				<tranDetails>
					<currencyCode>CNY</currencyCode>
					<payAcctId>4000010000000083</payAcctId>  
					<payAmt>200000</payAmt>
					<payType>00</payType> <!--  00  余额支付  -->
				</tranDetails>
			</arg0>
		</ns2:execPay>
	</soap:Body>
</soap:Envelope>